Revit 2027 API
ParameterTypeId.LevelParam Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelParam { get; }
Public Shared ReadOnly Property LevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelParam {
	ForgeTypeId^ get ();
}
static member LevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace